Repository: DanilHushchyn/GoldBoost
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Unauthorized
uk: Не авторизований

source: Not Found: No Game matches the given query.
uk: Не знайдено: жодна гра не відповідає заданому запиту.

source: Not Found: No CatalogPage matches the given query.
uk: Не знайдено: жодна сторінка каталогу не відповідає заданому запиту.

source: Not Found: No CatalogTab matches the given query.
uk: Не знайдено: жодна вкладка каталогу не відповідає заданому запиту.

source: IN PROGRESS
uk: В ПРОЦЕСІ

source: CANCELED
uk: СКАСОВАНО

source: COMPLETED
uk: ВИКОНАНО

source: Not Found: No CartItem matches the given query.
uk: Не знайдено: жоден елемент корзини не відповідає заданому запиту.

source: Cart items has been deleted successfully
uk: Товари кошика успішно видалено

source: Your cart is empty
uk: Ваш кошик порожній

source: Here is a text that will describe the possible cause of the error and options for solving it.
uk: Ось текст, який описуватиме можливу причину помилки та варіанти її вирішення.

source: Order issued successfully
uk: Замовлення виконано успішно

source: Not Found: No User matches the given query.
uk: Не знайдено: жоден користувач не відповідає заданому запиту.

source: Not Found: No Order matches the given query.
uk: Не знайдено: жодне замовлення не відповідає заданому запиту.

source: Cannot repeat order, some products does not exists nowadays
uk: Неможливо повторити замовлення, деяких товарів зараз немає

source: Order repeated successfully
uk: Замовлення повторено успішно

source: Not Found: No PromoCode matches the given query.
uk: Не знайдено: жоден промо код не відповідає заданому запиту.

source: Promo code has been expired
uk: Термін дії промокоду закінчився

source: Promo code has been already used
uk: Промокод вже використано

source: Not Found: No Product matches the given query.
uk: Не знайдено: жоден продукт не відповідає заданому запиту.

source: Sub filters has been chosen incorrectly
uk: Підфільтри вибрано неправильно

source: Product added to cart successfully
uk: Товар успішно додано в кошик

source: Not Found: No ProductTabs matches the given query.
uk: Не знайдено: жодна вкладка продукту не відповідає заданому запиту.

source: Not Found: No FreqBought matches the given query.
uk: Не знайдено: жодена колекція не відповідає заданому запиту.

source: Freqbot element added to cart successfully
uk: Колекцію успішно додано в кошик

source: This email already in use
uk: Ця електронна адреса вже використовується

source: Please confirm your registration. We have send letter to your email
uk: Будь ласка, підтвердьте свою реєстрацію. Ми надіслали листа на вашу електронну пошту

source: Email has already been confirmed
uk: Електронна пошта вже підтверджена

source: Email has been confirmed successfully
uk: Електронна пошта успішно підтверджена

source: Invalid link
uk: Недійсне посилання

source: There is not user registered with that email
uk: Немає зареєстрованого користувача з такою електронною адресою

source: Please confirm reset password. We have send instructions to your email
uk: Підтвердьте скидання пароля. Ми надіслали інструкції на вашу електронну пошту

source: Passwords aren't the same
uk: Паролі не однакові

source: Password reset successfully.
uk: Пароль скинуто успішно.

source: Promo code is valid.
uk: Промокод дійсний.

source: Not Found: No Character matches the given query.
uk: Не знайдено: жоден персонаж не відповідає заданому запиту.

source: Character deleted successfully
uk: Персонаж успішно видалено

source: Not more than 3 characters are possible to create
uk: Можна створити не більше 3х персонажів

source: You are already registered
uk: Ви вже зареєстровані

source: This email has been already subscribed
uk: Ця пошта вже використовується

source: You are successfully subscribed
uk: Ви успішно підписані
